Repository: bambouville/tessera
Catalog: Tessera/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: installs this device's public key over the session already open there — no password moves between devices
de: installiert den Public Key dieses Geräts über die dort bereits offene Sitzung – zwischen den Geräten wandert kein Passwort
es: instala la clave pública de este dispositivo a través de la sesión que ya está abierta allí: ninguna contraseña pasa de un dispositivo a otro
fr: installe la clé publique de cet appareil via la session déjà ouverte là-bas — aucun mot de passe ne circule entre les appareils
ja: 向こうですでに開いているセッションを通じて、このデバイスの公開鍵を設置します。デバイス間でパスワードが移動することはありません
zh_hans: 通过那边已打开的会话安装本设备的公钥 —— 设备之间不传递任何密码
zh_hant: 透過那邊已打開的工作階段安裝本裝置的公開金鑰 —— 裝置之間不傳遞任何密碼

source: integrity unavailable
de: Integrität nicht prüfbar
es: integridad no disponible
fr: intégrité indisponible
ja: 整合性を確認できません
zh_hans: 无法确认完整性
zh_hant: 無法確認完整性

source: interrupt
de: Unterbrechen
es: interrumpir
fr: interrompre
ja: 中断
zh_hans: 中断
zh_hant: 中斷

source: invalid bracketed host and port
de: ungültiger Host mit Klammern und Port
es: host entre corchetes y puerto no válidos
fr: hôte entre crochets et port non valides
ja: 角括弧付きのホストとポートが無効です
zh_hans: 带方括号的主机和端口无效
zh_hant: 帶方括號的主機和連接埠無效

source: invalid host field
de: ungültiges Host-Feld
es: campo de host no válido
fr: champ hôte non valide
ja: ホスト欄が無効です
zh_hans: 主机字段无效
zh_hant: 主機欄位無效

source: invalid host or port
de: ungültiger Host oder Port
es: host o puerto no válidos
fr: hôte ou port non valide
ja: ホストまたはポートが無効です
zh_hans: 主机或端口无效
zh_hant: 主機或連接埠無效

source: invalid or incomplete rules degrade to “status unavailable”; Agent Center never guesses controls.
de: Ungültige oder unvollständige Regeln fallen auf „Status nicht verfügbar“ zurück; das Agent-Center rät nie, welche Steuerung gemeint ist.
es: las reglas inválidas o incompletas se degradan a «estado no disponible»; el centro de agentes nunca adivina los controles.
fr: les règles invalides ou incomplètes se dégradent en « état indisponible » ; le centre d'agents ne devine jamais les commandes.
ja: 不正または不完全なルールは「状態を取得できません」に切り替わります。エージェントセンターが操作を推測することはありません。
zh_hans: 无效或不完整的规则会降级为「状态不可用」；智能体中心绝不会猜测控件。
zh_hant: 無效或不完整的規則會降級為「狀態不可用」；智慧體中心絕不會猜測控制項。

source: invalid or unsupported OpenSSH public key
de: ungültiger oder nicht unterstützter OpenSSH-Public-Key
es: clave pública OpenSSH no válida o no compatible
fr: clé publique OpenSSH non valide ou non prise en charge
ja: 無効または未対応の OpenSSH 公開鍵です
zh_hans: 无效或不受支持的 OpenSSH 公钥
zh_hant: 無效或不支援的 OpenSSH 公鑰

source: iphone and ipad
de: iPhone und iPad
es: iphone y ipad
fr: iphone et ipad
ja: iPhone と iPad
zh_hans: iPhone 和 iPad
zh_hant: iPhone 和 iPad

source: jump to any session or host
de: zu einer beliebigen Sitzung oder einem Host springen
es: saltar a cualquier sesión o host
fr: aller à n'importe quelle session ou hôte
ja: 任意のセッションやホストへ移動
zh_hans: 跳转到任意会话或主机
zh_hant: 跳至任一工作階段或主機

source: jump to window 1–9
de: zu Fenster 1–9 springen
es: saltar a la ventana 1–9
fr: aller à la fenêtre 1–9
ja: ウインドウ 1〜9 へ移動
zh_hans: 跳转到窗口 1–9
zh_hant: 跳至視窗 1–9

source: jump-host authentication
de: Jump-Host-Authentifizierung
es: autenticación del host de salto
fr: authentification de l'hôte de rebond
ja: 踏み台ホストの認証
zh_hans: 跳板主机认证
zh_hant: 跳板主機驗證

source: jump-host passwords are kept only for this live session.
de: Jump-Host-Passwörter werden nur für diese laufende Sitzung behalten.
es: las contraseñas del host de salto solo se conservan durante esta sesión activa.
fr: les mots de passe des hôtes de rebond ne sont conservés que pour cette session en cours.
ja: 踏み台ホストのパスワードは、この実行中のセッションの間だけ保持されます。
zh_hans: 跳板主机的密码仅在本次活动会话期间保留。
zh_hant: 跳板主機的密碼僅在本次進行中的工作階段期間保留。

source: just finished
de: Gerade fertig
es: recién terminado
fr: vient de terminer
ja: 完了直後
zh_hans: 刚刚完成
zh_hant: 剛剛完成

source: just finished completed done feedback
de: gerade fertig abgeschlossen erledigt Rückmeldung
es: recién terminado completado hecho resultado
fr: vient de terminer terminé fini retour
ja: 完了 終了 完了直後 結果
zh_hans: 刚完成 已完成 完成 结果
zh_hant: 剛完成 已完成 完成 結果

source: keep editing
de: weiter bearbeiten
es: seguir editando
fr: continuer la modification
ja: 編集を続ける
zh_hans: 继续编辑
zh_hant: 繼續編輯

source: key authentication off - future key use will not require authentication
de: Key-Authentifizierung aus – künftige Nutzung dieses Keys verlangt keine Authentifizierung
es: autenticación de la clave desactivada: usarla en el futuro no requerirá autenticación
fr: authentification de la clé désactivée — les prochaines utilisations ne demanderont pas d'authentification
ja: キー認証をオフにしました。今後このキーを使うときに認証は求められません
zh_hans: 已关闭密钥认证 —— 今后使用此密钥将不再需要认证
zh_hant: 已關閉金鑰驗證 —— 今後使用此金鑰將不再需要驗證

source: key authentication on
de: Key-Authentifizierung an
es: autenticación de la clave activada
fr: authentification de la clé activée
ja: キー認証をオンにしました
zh_hans: 已开启密钥认证
zh_hant: 已開啟金鑰驗證

source: key protection off - future key use will not require authentication
de: Key-Schutz aus – künftige Nutzung dieses Keys verlangt keine Authentifizierung
es: protección de la clave desactivada: usarla en el futuro no requerirá autenticación
fr: protection de la clé désactivée — les prochaines utilisations ne demanderont pas d'authentification
ja: キー保護をオフにしました。今後このキーを使うときに認証は求められません
zh_hans: 已关闭密钥保护 —— 今后使用此密钥将不再需要认证
zh_hant: 已關閉金鑰保護 —— 今後使用此金鑰將不再需要驗證

source: key protection on
de: Key-Schutz an
es: protección de la clave activada
fr: protection de la clé activée
ja: キー保護をオンにしました
zh_hans: 已开启密钥保护
zh_hant: 已開啟金鑰保護

source: keyboard & input
de: Tastatur & Eingabe
es: teclado y entrada
fr: clavier et saisie
ja: キーボードと入力
zh_hans: 键盘与输入
zh_hant: 鍵盤與輸入

source: keyboard shortcut
de: Tastaturkurzbefehl
es: atajo de teclado
fr: raccourci clavier
ja: キーボードショートカット
zh_hans: 键盘快捷键
zh_hant: 鍵盤快速鍵

source: keyboard shortcuts
de: Tastaturkurzbefehle
es: atajos de teclado
fr: raccourcis clavier
ja: キーボードショートカット
zh_hans: 键盘快捷键
zh_hant: 鍵盤快速鍵

source: keys, protected your way
de: Keys, geschützt wie du willst
es: claves, protegidas a tu manera
fr: des clés, protégées à votre façon
ja: キーを、あなたの方法で保護
zh_hans: 密钥，按你的方式保护
zh_hant: 金鑰，依你的方式保護

source: known hosts
de: bekannte Hosts
es: hosts conocidos
fr: hôtes connus
ja: 既知のホスト
zh_hans: 已知主机
zh_hant: 已知主機

source: label (optional)
de: Beschriftung (optional)
es: etiqueta (opcional)
fr: libellé (facultatif)
ja: ラベル（省略可能）
zh_hans: 标签（可选）
zh_hant: 標籤（選用）

source: large · 64pt
de: groß · 64 pt
es: grande · 64 pt
fr: grand · 64 pt
ja: 大 · 64 pt
zh_hans: 大 · 64 pt
zh_hant: 大 · 64 pt

source: last event %@
de: letztes Ereignis vor %@
es: último evento hace %@
fr: dernier événement il y a %@
ja: 最後のイベントは %@ 前
zh_hans: 上次事件 %@ 前
zh_hant: 上次事件 %@ 前

source: last seen
de: Zuletzt gesehen
es: última conexión
fr: dernière connexion
ja: 最終接続
zh_hans: 上次连接
zh_hant: 上次連線

source: launch
de: Start
es: inicio
fr: lancement
ja: 起動
zh_hans: 启动
zh_hant: 啟動

source: launch command
de: Startbefehl
es: comando de inicio
fr: commande de lancement
ja: 起動コマンド
zh_hans: 启动命令
zh_hant: 啟動指令

source: launch commands
de: Startbefehle
es: comandos de inicio
fr: commandes de lancement
ja: 起動コマンド
zh_hans: 启动命令
zh_hant: 啟動指令

source: learn more
de: mehr erfahren
es: más información
fr: en savoir plus
ja: 詳しい情報
zh_hans: 了解更多
zh_hant: 了解更多

source: leaves every Claude/Codex alias and user-defined function unchanged, including added flags, command/env forms, renamed shortcuts, and version-manager PATH changes
de: lässt jeden Claude-/Codex-Alias und jede selbst definierte Funktion unverändert, einschließlich hinzugefügter Flags, command-/env-Formen, umbenannter Kürzel und PATH-Änderungen von Versionsmanagern
es: deja intactos todos los alias de Claude/Codex y las funciones definidas por el usuario, incluidos los flags añadidos, las formas command/env, los atajos renombrados y los cambios de PATH de los gestores de versiones
fr: laisse inchangés tous les alias Claude/Codex et les fonctions définies par l'utilisateur, y compris les options ajoutées, les formes command/env, les raccourcis renommés et les modifications de PATH des gestionnaires de versions
ja: Claude/Codex のエイリアスとユーザー定義関数はすべてそのままにします。追加されたフラグ、command/env 形式、名前を変えたショートカット、バージョン管理ツールによる PATH の変更も変更しません
zh_hans: 保持所有 Claude/Codex 别名和用户自定义函数不变，包括附加的参数、command/env 形式、重命名的快捷方式以及版本管理器对 PATH 的修改
zh_hant: 保持所有 Claude/Codex 別名和使用者自訂函式不變，包括附加的參數、command/env 形式、重新命名的捷徑以及版本管理器對 PATH 的修改

source: legacy rsa disabled
de: Legacy-RSA deaktiviert
es: RSA heredado desactivado
fr: RSA hérité désactivé
ja: レガシー RSA は無効
zh_hans: 旧版 RSA 已禁用
zh_hant: 舊版 RSA 已停用

source: letters, numbers, dash, underscore, dot only; anything else falls back to the auto-derived name.
de: nur Buchstaben, Ziffern, Bindestrich, Unterstrich und Punkt; alles andere fällt auf den automatisch abgeleiteten Namen zurück.
es: solo letras, números, guion, guion bajo y punto; cualquier otra cosa vuelve al nombre derivado automáticamente.
fr: lettres, chiffres, tiret, tiret bas et point uniquement ; tout le reste revient au nom déduit automatiquement.
ja: 使えるのは英数字・ハイフン・アンダースコア・ピリオドだけです。それ以外の場合は自動生成された名前が使われます。
zh_hans: 只能使用字母、数字、连字符、下划线和点；其他情况一律回退到自动生成的名称。
zh_hant: 只能使用字母、數字、連字符、底線和點；其他情況一律回退到自動產生的名稱。

source: license
de: Lizenz
es: licencia
fr: licence
ja: ライセンス
zh_hans: 许可证
zh_hant: 授權條款

source: light
de: hell
es: claro
fr: clair
ja: ライト
zh_hans: 浅色
zh_hant: 淺色

source: line %lld · %@
de: Zeile %lld · %@
es: línea %lld · %@
fr: ligne %lld · %@
ja: %lld 行目 · %@
zh_hans: 第 %lld 行 · %@
zh_hant: 第 %lld 行 · %@

source: listening · 0 active
de: lauscht · 0 aktiv
es: escuchando · 0 activas
fr: à l'écoute · 0 active
ja: 待ち受け中 · アクティブ 0
zh_hans: 监听中 · 0 个活动连接
zh_hant: 監聽中 · 0 個作用中連線

source: literal process name, or a `regex:` prefix — the same matcher swipe-pad profiles use, so an "approve" shortcut exists only while an agent is in the foreground.
de: wörtlicher Prozessname oder ein `regex:`-Präfix — derselbe Abgleich wie bei Swipe-Pad-Profilen, sodass ein „Zustimmen“-Kurzbefehl nur existiert, solange ein Agent im Vordergrund ist.
es: nombre literal del proceso, o un prefijo `regex:` — el mismo comparador que usan los perfiles del panel táctil, así que un atajo de «aprobar» solo existe mientras un agente está en primer plano.
fr: nom de processus littéral, ou un préfixe `regex:` — le même comparateur que celui des profils du pavé tactile, si bien qu'un raccourci « approuver » n'existe que lorsqu'un agent est au premier plan.
ja: プロセス名そのもの、または `regex:` プレフィックス — スワイプパッドのプロファイルと同じ照合方法なので、「承認」ショートカットはエージェントがフォアグラウンドにある間だけ存在します。
zh_hans: 进程名原文，或加 `regex:` 前缀 —— 与滑动板配置使用同一套匹配规则，因此「批准」快捷键只在智能体处于前台时才存在。
zh_hant: 行程名原文，或加 `regex:` 前綴 —— 與滑動板設定檔使用同一套比對規則，因此「批准」快捷鍵只在智能體處於前景時才存在。

source: live waveform on the puck
de: Live-Wellenform auf dem Puck
es: onda en directo en el disco
fr: forme d'onde en direct sur la pastille
ja: パック上のリアルタイム波形
zh_hans: 圆钮上的实时波形
zh_hant: 圓鈕上的即時波形

source: local delete only
de: nur lokal löschen
es: eliminar solo en local
fr: suppression locale seulement
ja: ローカルの削除のみ
zh_hans: 仅本地删除
zh_hant: 僅本機刪除

source: local port
de: lokaler Port
es: puerto local
fr: port local
ja: ローカルポート
zh_hans: 本地端口
zh_hant: 本機連接埠

source: local port must be at least 1024 (iOS sandbox can't bind below 1024)
de: der lokale Port muss mindestens 1024 sein (die iOS-Sandbox kann unterhalb von 1024 nicht binden)
es: el puerto local debe ser 1024 como mínimo (el sandbox de iOS no puede enlazar por debajo de 1024)
fr: le port local doit être au moins 1024 (le bac à sable iOS ne peut pas se lier en dessous de 1024)
ja: ローカルポートは 1024 以上である必要があります（iOS のサンドボックスは 1024 未満をバインドできません）
zh_hans: 本地端口至少要为 1024（iOS 沙盒无法绑定 1024 以下的端口）
zh_hant: 本地連接埠至少要為 1024（iOS 沙箱無法綁定 1024 以下的連接埠）

source: local private key deleted after revoking %lld tracked remote authorizations
de: Lokaler privater Key gelöscht, nachdem %lld erfasste entfernte Autorisierungen widerrufen wurden
es: clave privada local eliminada tras revocar %lld autorizaciones remotas registradas
fr: clé privée locale supprimée après révocation de %lld autorisations distantes suivies
ja: 記録済みのリモート認可 %lld 件を失効させたうえで、ローカルの秘密鍵を削除しました
zh_hans: 已吊销 %lld 项已记录的远程授权，并删除了本地私钥
zh_hant: 已撤銷 %lld 項已記錄的遠端授權，並刪除了本機私密金鑰

source: local private key deleted; earlier tracked remote revocation was preserved
de: lokaler privater Key gelöscht; ein früher erfasster entfernter Widerruf blieb erhalten
es: clave privada local eliminada; se conservó la revocación remota registrada anteriormente
fr: clé privée locale supprimée ; la révocation distante précédemment suivie a été conservée
ja: ローカルの秘密鍵を削除しました。以前に記録したリモートの失効は保持されています
zh_hans: 已删除本地私钥；先前记录的远程吊销已保留
zh_hant: 已刪除本機私密金鑰；先前記錄的遠端撤銷已保留

source: local private key deleted; remote authorizations were not revoked
de: lokaler privater Key gelöscht; entfernte Autorisierungen wurden nicht widerrufen
es: clave privada local eliminada; las autorizaciones remotas no se revocaron
fr: clé privée locale supprimée ; les autorisations distantes n'ont pas été révoquées
ja: ローカルの秘密鍵を削除しました。リモートの認可は失効していません
zh_hans: 已删除本地私钥；远程授权未被吊销
zh_hant: 已刪除本機私密金鑰；遠端授權未被撤銷

source: lock when backgrounded
de: im Hintergrund sperren
es: bloquear al pasar a segundo plano
fr: verrouiller en arrière-plan
ja: バックグラウンドに移ったらロック
zh_hans: 进入后台时锁定
zh_hant: 進入背景時鎖定

source: long press
de: langes Drücken
es: pulsación larga
fr: appui long
ja: 長押し
zh_hans: 长按
zh_hant: 長按

source: mac-style word, line, and delete shortcuts in shells and terminal apps
de: Kurzbefehle für Wort, Zeile und Löschen im Mac-Stil in Shells und Terminal-Apps
es: atajos de palabra, línea y borrado al estilo del mac en shells y apps de terminal
fr: raccourcis de mot, de ligne et de suppression à la façon du mac dans les shells et les apps de terminal
ja: シェルやターミナルアプリで、単語・行・削除の操作を Mac 風のショートカットにします
zh_hans: 在 shell 和终端程序中使用 Mac 风格的按词、按行和删除快捷键
zh_hant: 在 shell 和終端機程式中使用 Mac 風格的按詞、按行和刪除快速鍵

source: macro
de: Makro
ja: マクロ
zh_hans: 宏
zh_hant: 巨集

source: macro spec
de: Makro-Definition
es: definición de la macro
fr: définition de la macro
ja: マクロの記述
zh_hans: 宏定义
zh_hant: 巨集定義

# macro spec: literal chars, ↵ for Enter, esc/e/x1b for Escape, /tab, , .
source: macro spec: literal chars, ↵ for Enter, esc/\e/\x1b for Escape, \t/tab, \r, \n.
de: Makro-Definition: wörtliche Zeichen, ↵ für Enter, esc/\e/\x1b für Escape, \t/tab, \r, \n.
es: definición de la macro: caracteres literales, ↵ para Intro, esc/\e/\x1b para Escape, \t/tab, \r, \n.
fr: définition de la macro : caractères littéraux, ↵ pour Entrée, esc/\e/\x1b pour Échap, \t/tab, \r, \n.
ja: マクロの記述: 文字はそのまま、Enter は ↵、Escape は esc/\e/\x1b、ほかに \t/tab、\r、\n が使えます。
zh_hans: 宏定义：字面字符，↵ 表示回车，esc/\e/\x1b 表示 Escape，还有 \t/tab、\r、\n。
zh_hant: 巨集定義：字面字元，↵ 表示 Enter，esc/\e/\x1b 表示 Escape，還有 \t/tab、\r、\n。

source: mail not set up
de: Mail nicht eingerichtet
es: correo no configurado
fr: messagerie non configurée
ja: メールが未設定
zh_hans: 未设置邮件账户
zh_hant: 未設定郵件帳號

source: manual
de: manuell
fr: manuel
ja: 手動
zh_hans: 手动
zh_hant: 手動

source: match the foreground process
de: auf den Vordergrundprozess abstimmen
es: coincidir con el proceso en primer plano
fr: faire correspondre le processus au premier plan
ja: フォアグラウンドのプロセスに一致させる
zh_hans: 匹配前台进程
zh_hant: 比對前景行程

source: match: process %@
de: Treffer: Prozess %@
es: coincidencia: proceso %@
fr: correspondance : processus %@
ja: 一致: プロセス %@
zh_hans: 匹配：进程 %@
zh_hant: 相符：行程 %@

source: match: process matches regex /%@/
de: Treffer: Prozess passt auf Regex /%@/
es: coincidencia: el proceso concuerda con la regex /%@/
fr: correspondance : le processus correspond à la regex /%@/
ja: 一致: プロセスが正規表現 /%@/ に一致
zh_hans: 匹配：进程符合正则 /%@/
zh_hant: 相符：行程符合正規表達式 /%@/

source: matched %@ at trust time
de: stimmte beim Vertrauensaufbau mit %@ überein
es: coincidía con %@ cuando se estableció la confianza
fr: correspondait à %@ au moment de l'approbation
ja: 信頼した時点では %@ と一致していました
zh_hans: 建立信任时与 %@ 匹配
zh_hant: 建立信任時與 %@ 相符

source: matched peer
de: passt zur Gegenstelle
es: coincide con el par
fr: correspond au pair
ja: 接続先と一致
zh_hans: 与对端匹配
zh_hant: 與對端相符

source: may need newer Tessera on that device · tap to try
de: braucht auf jenem Gerät vielleicht ein neueres Tessera · zum Versuchen tippen
es: puede que ese dispositivo necesite una versión más reciente de Tessera · toca para intentarlo
fr: cet autre appareil a peut-être besoin d'une version plus récente de Tessera · touchez pour essayer
ja: そのデバイスには新しい Tessera が必要かもしれません · タップして試す
zh_hans: 那台设备可能需要更新版本的 Tessera · 轻点以尝试
zh_hant: 那台裝置可能需要更新版本的 Tessera · 點一下以嘗試

source: may need newer Tessera on this device · tap to try
de: braucht auf diesem Gerät vielleicht ein neueres Tessera · zum Versuchen tippen
es: puede que este dispositivo necesite una versión más reciente de Tessera · toca para intentarlo
fr: cet appareil a peut-être besoin d'une version plus récente de Tessera · touchez pour essayer
ja: このデバイスには新しい Tessera が必要かもしれません · タップして試す
zh_hans: 本设备可能需要更新版本的 Tessera · 轻点以尝试
zh_hant: 本裝置可能需要更新版本的 Tessera · 點一下以嘗試

source: menu option regex · captures marker, number, label, shortcut
de: Regex für Menüoptionen · erfasst Markierung, Nummer, Beschriftung und Kürzel
es: regex de las opciones de menú · captura el marcador, el número, la etiqueta y el atajo
fr: regex des options de menu · capture le marqueur, le numéro, le libellé et le raccourci
ja: メニュー項目の正規表現 · マーカー・番号・ラベル・ショートカットを取得します
zh_hans: 菜单选项的正则表达式 · 捕获标记、编号、标签和快捷键
zh_hant: 選單項目的正規表達式 · 擷取標記、編號、標籤和快速鍵

source: message %@…
de: Nachricht an %@…
es: mensaje a %@…
fr: message à %@…
ja: %@ にメッセージ…
zh_hans: 给 %@ 发消息…
zh_hant: 傳訊息給 %@…

source: missing
de: fehlt
es: falta
fr: manquante
ja: 見つかりません
zh_hans: 缺失
zh_hant: 缺失

source: missing host
de: Host fehlt
es: falta el host
fr: hôte manquant
ja: ホストがありません
zh_hans: 缺少主机
zh_hant: 缺少主機

source: mode
de: Modus
es: modo
ja: モード
zh_hans: 模式
zh_hant: 模式

source: modifier behavior
de: Verhalten der Modifier
es: comportamiento de los modificadores
fr: comportement des modificateurs
ja: 修飾キーの動作
zh_hans: 修饰键行为
zh_hant: 修飾鍵行為

source: modifier notation
de: Schreibweise der Modifier
es: notación de los modificadores
fr: notation des modificateurs
ja: 修飾キーの表記
zh_hans: 修饰键写法
zh_hant: 修飾鍵寫法

source: modifiers
de: Modifier
es: modificadores
fr: modificateurs
ja: 修飾キー
zh_hans: 修饰键
zh_hant: 修飾鍵

source: monochrome SF Symbols — they tint with the theme, which is what keeps the bar reading as chrome. want an emoji instead? switch to text and type one.
de: monochrome SF Symbols — sie färben sich mit dem Theme ein, wodurch die Leiste weiterhin wie Bedienoberfläche wirkt. Lieber ein Emoji? Wechsle zu Text und tippe eines ein.
es: SF Symbols monocromos — se tiñen con el tema, que es lo que mantiene la barra con aspecto de interfaz. ¿prefieres un emoji? cambia a texto y escríbelo.
fr: SF Symbols monochromes — ils se teintent avec le thème, ce qui garde à la barre son allure d'interface. plutôt un emoji ? passez en texte et saisissez-en un.
ja: モノクロの SF Symbols — テーマに合わせて色づくので、バーが操作画面らしさを保てます。絵文字にしたい場合は、テキストに切り替えて入力してください。
zh_hans: 单色 SF Symbols —— 它们会随主题着色，这正是让这条栏保持界面质感的原因。想改用 emoji？切换到文本模式并输入一个。
zh_hant: 單色 SF Symbols —— 它們會隨主題著色，這正是讓這條列保持介面質感的原因。想改用 emoji？切換到文字模式並輸入一個。

source: more
de: mehr
es: más
fr: plus
ja: その他
zh_hans: 更多
zh_hant: 更多

source: mosh UDP cannot traverse bastions — if the mosh server is unreachable the session falls back to SSH.
de: mosh-UDP kann Bastionen nicht durchqueren — ist der mosh-Server nicht erreichbar, fällt die Sitzung auf SSH zurück.
es: el UDP de mosh no puede atravesar bastiones — si el servidor mosh es inalcanzable, la sesión recurre a SSH.
fr: l'UDP de mosh ne peut pas traverser les bastions — si le serveur mosh est injoignable, la session bascule sur SSH.
ja: mosh の UDP は踏み台を越えられません。mosh サーバーに到達できない場合、セッションは SSH にフォールバックします。
zh_hans: mosh 的 UDP 无法穿过堡垒机 —— 若 mosh 服务器不可达，会话会回退到 SSH。
zh_hant: mosh 的 UDP 無法穿過堡壘機 —— 若 mosh 伺服器無法連線，工作階段會回退到 SSH。

source: mosh is unreachable through the jump chain — UDP cannot traverse SSH bastions. Reconnecting over SSH…
de: mosh ist über die Jump-Kette nicht erreichbar — UDP kann SSH-Bastionen nicht durchqueren. Verbindung wird über SSH neu aufgebaut …
es: mosh es inalcanzable a través de la cadena de saltos — el UDP no puede atravesar bastiones SSH. Reconectando por SSH…
fr: mosh est injoignable via la chaîne de rebonds — l'UDP ne peut pas traverser les bastions SSH. Reconnexion en SSH…
ja: 踏み台チェーン越しでは mosh に到達できません。UDP は SSH の踏み台を越えられないためです。SSH で再接続しています…
zh_hans: 经跳板链无法访问 mosh —— UDP 无法穿过 SSH 堡垒机。正在改用 SSH 重新连接…
zh_hant: 經跳板鏈無法存取 mosh —— UDP 無法穿過 SSH 堡壘機。正在改用 SSH 重新連線…

source: mosh is unreachable through the jump chain, but Tessera could not safely stop its remote mosh-server before switching transports. %@ Connect with SSH manually.
de: mosh ist über die Jump-Kette nicht erreichbar, und Tessera konnte den entfernten mosh-server vor dem Transportwechsel nicht sicher beenden. %@ Verbinde dich manuell per SSH.
es: mosh no es accesible a través de la cadena de saltos y Tessera no pudo detener con seguridad su mosh-server remoto antes de cambiar de transporte. %@ Conéctate manualmente con SSH.
fr: mosh est injoignable via la chaîne de rebonds, et Tessera n'a pas pu arrêter proprement son mosh-server distant avant de changer de transport. %@ Connectez-vous manuellement en SSH.
ja: ジャンプチェーン経由で mosh に到達できず、トランスポートを切り替える前にリモートの mosh-server を安全に停止できませんでした。%@ SSH で手動接続してください。
zh_hans: 无法通过跳板链连接 mosh，且 Tessera 在切换传输方式前无法安全停止远程的 mosh-server。%@ 请手动使用 SSH 连接。
zh_hant: 無法透過跳板鏈連線 mosh，且 Tessera 在切換傳輸方式前無法安全停止遠端的 mosh-server。%@ 請手動使用 SSH 連線。

source: mosh terminal over UDP; tmux tabs use a second SSH side channel.
de: mosh-Terminal über UDP; tmux-Tabs nutzen einen zweiten SSH-Seitenkanal.
es: terminal mosh sobre UDP; las pestañas de tmux usan un segundo canal lateral SSH.
fr: terminal mosh sur UDP ; les onglets tmux utilisent un second canal SSH secondaire.
ja: UDP 上の mosh ターミナル。tmux のタブは 2 本目の SSH サイドチャネルを使います。
zh_hans: 基于 UDP 的 mosh 终端；tmux 标签使用第二条 SSH 侧信道。
zh_hant: 基於 UDP 的 mosh 終端機；tmux 標籤使用第二條 SSH 側通道。

source: mosh: connected
de: mosh: verbunden
es: mosh: conectado
fr: mosh : connecté
ja: mosh: 接続済み
zh_hans: mosh：已连接
zh_hant: mosh：已連線

source: mosh: disconnected
de: mosh: getrennt
es: mosh: desconectado
fr: mosh : déconnecté
ja: mosh: 未接続
zh_hans: mosh：已断开
zh_hant: mosh：已中斷

source: move
de: bewegen
es: mover
fr: déplacer
ja: 移動
zh_hans: 移动
zh_hant: 移動

source: my new key
de: mein neuer Key
es: mi clave nueva
fr: ma nouvelle clé
ja: 新しいキー
zh_hans: 我的新密钥
zh_hant: 我的新金鑰

source: name is required
de: Name ist erforderlich
es: el nombre es obligatorio
fr: le nom est obligatoire
ja: 名前は必須です
zh_hans: 名称为必填项
zh_hant: 名稱為必填項

source: named tmux
de: benanntes tmux
es: tmux con nombre
fr: tmux nommé
ja: 名前付き tmux
zh_hans: 具名 tmux
zh_hant: 具名 tmux

source: native provider hooks remain authoritative for launches that bypass the shims, including absolute executable paths, as long as they use the same provider config scope
de: die nativen Provider-Hooks bleiben maßgeblich für Starts, die die Shims umgehen — auch bei absoluten Pfaden zur ausführbaren Datei —, solange sie denselben Provider-Konfigurationsbereich verwenden
es: los hooks nativos del proveedor siguen siendo la referencia para los arranques que evitan los shims, incluidas las rutas absolutas al ejecutable, siempre que usen el mismo ámbito de configuración del proveedor
fr: les hooks natifs du fournisseur restent la référence pour les lancements qui contournent les shims, y compris les chemins absolus vers l'exécutable, tant qu'ils utilisent la même portée de configuration du fournisseur
ja: シムを経由しない起動（実行ファイルの絶対パス指定を含む）でも、同じプロバイダ設定スコープを使う限り、プロバイダのネイティブフックが引き続き正となります
zh_hans: 对于绕过垫片的启动（包括使用可执行文件绝对路径的情况），只要使用相同的提供方配置作用域，提供方的原生钩子仍然是权威来源
zh_hant: 對於繞過墊片的啟動（包括使用執行檔絕對路徑的情況），只要使用相同的提供者設定範圍，提供者的原生掛鉤仍然是權威來源

source: natural text editing
de: natürliche Textbearbeitung
es: edición de texto natural
fr: édition de texte naturelle
ja: 自然なテキスト編集
zh_hans: 自然文本编辑
zh_hant: 自然文字編輯
